[
    {
        "name": "Sobrevivência",
        "detail": [
            "Já tentou saber as horas sem ter uma clepsidra ou ampulheta? Ou então saber se aquela água era potáel e saudável para beber? Ou ainda, saber se a travessia pela encosta da montanha cheia de névoa é uma boa ideia? Aqueles que são peritos no conhecimento sobre Sobrevivência sabem.",
            "É um conhecimento não só para cuidar, mas tammbém para saber o que causaram os ferimentos e quanto tempo se passou desde que causaram.",
            "Deep, um sacerdote do campo, estava a guiar seu grupo por uma rota alternativa até o reino vizinho. Era uma longa jornada, podia se ver as montanhas ao longe e o rio que nascia nelas a sua frente se demonstrava normal, mas logo o Guardião o alertou: \"Deep, você possui Sobrevivência N3 e as corredeiras desse rio podem mudar de repente, principalmente se estiver chovendo em sua nascente, pois trarão galhos de árvores e animais mortos, o que pode ser fatal\". Com isso, Deep olhou ao longe e disse a todos para se amarrarem à corda e amarrá-la numa árvore deste lado da margem. Perderão a corda, mas não arriscariam perder a vida."
        ],
        "levels": [
            {
                "name": "Improvisar fogo",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Gere fogo através de fricção, sua arma recebe bônus de {{aux:D$1}} por Fogo."
                    },
                    {
                        "cost": 0,
                        "description": "Faça uma armadilha com pedras. Role {{dice:1d12}}: se der 1-3, no dia seguinte terá pego um animal pequeno."
                    }
                ]
            },
            {
                "name": "Rastrear",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Encontre pegadas d'uma criatura especificada no terreno desfavorável. Limite de {{cap:Int}} em criaturas especializadas."
                    },
                    {
                        "cost": 0,
                        "description": "Ache pistas sobre o que aconteceu no terreno, mesmo desfavorável."
                    }
                ]
            },
            {
                "name": "Camuflagem",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Use um capuz com a cor do ambiente para se camuflar ao ficar parado, recebento {{base:stealth$1}}."
                    },
                    {
                        "cost": 3,
                        "description": "Fique parado para tornar-se invisíel por mimetismo."
                    }
                ]
            },
            {
                "name": "Tratar ferimentos",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Estanque sangramento consumindo Kit de primeiros socorros."
                    },
                    {
                        "cost": 1,
                        "description": "Restaure contusão curando {{dice:1d4}} {{vit:PV}} consumindo visco e azevinho."
                    },
                    {
                        "cost": 2,
                        "description": "Retire alojamentos consumindo Kit de primeiros socorros."
                    }
                ]
            },
            {
                "name": "Reposição de Membros",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Consuma 3 {{action:Aa}}, implante a prótese ou repor o membro no lugar dum membro perdido. Cada {{time:rod}} que o alvo passar sem o membro, será em dias pós operatório para poder usá-lo."
                    }
                ]
            }
        ],
        "condition": "Para {{perk:Sobrevivência$1}}, o material provocar faíscas ou esquente como metais e madeiras para improvisar fogo através de pedras, galhos, sol. Os demais níveis já se auto especificam."
    },
    {
        "name": "Acrobacia",
        "detail": [
            "Acrobacia é uma arte do mundo antigo, se mover pelos galhos das arvores, ribanceiras e encostas das montanhas, nada seria fácil sem ser perito em acrobacia. Logo no Nível 1 da perícia Acrobacia, seu personagem passa a ter ciência de que o ambiente pode ser fonte de cobertura e servir como andaime para seu movimento e isso não seria differente com os outros.",
            "Silit é um arruaceiro e está em perseguição d’um assassino, o meliante adentra n’um beco, Silit ao dar a curva, em perseguição, percebe, rapidamente, que o assassino havia desaparecido, o jogador que controla Silit logo pergunta “Guardião, seria possível que o Assassino tivesse saltado para os telhados, casas acima?” o Guardião de jogo então afirma “Com sua Acrobacia N3, você sabe que tanto seria possível como também seria um local de maior vantagem em combate para elle” com tal afirmação, Silit então decide usar Acrobacia N1 – Ganhar Movimentação, para subir em cima das casa e assim avistar o Assassino saltando de telhado em telhado.",
            "Veja que a perícia, dá pistas e base de seus conhecimentos, basta usá-los"
        ],
        "levels": [
            {
                "name": "Ganhar movimentação",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Adquira {{cap:dex}} em {{action:Dl}} durante o movimento"
                    },
                    {
                        "cost": 0,
                        "description": "Adquira {{action:Aa$1}} para desferir um {{maneuver:opportunityAttack}}"
                    }
                ]
            },
            {
                "name": "Ataque acrobático",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Receba um {{onus:context$1}} na {{aux:Eq}} durante {{time:rod$1}} e um {{bon:context$2}} naquele ataque."
                    },
                    {
                        "cost": 2,
                        "description": "Receba um {{onus:context$2}} na {{aux:Eq}} durante {{time:rod$1}} e um {{bon:context$3}} naquele ataque."
                    }
                ]
            },
            {
                "name": "Defesa acrobática",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Receba um {{bon:context$1}} na {{aux:Eq}} durante {{time:rod$1}} e um {{onus:context$2}} naquele ataque."
                    },
                    {
                        "cost": 2,
                        "description": "Receba um {{bon:context$2}} na {{aux:Eq}} durante {{time:rod$1}} e um {{onus:context$3}} naquele ataque."
                    }
                ]
            },
            {
                "name": "Queda suave",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Ignore {{dice:xd6}} dano por queda. Max.: 2"
                    },
                    {
                        "cost": 0,
                        "description": "Adicione um {{bon:context}} de {{dice:1d6}} de {{base:Fort}} do aliado, em queda, que for amparado por você."
                    }
                ]
            },
            {
                "name": "Leveza nos movimentos",
                "preRequirement": "Perícia Esportes N1",
                "requirement": "{{talent:Evasão}}",
                "actions": [
                    {
                        "cost": 0,
                        "description": "Corra no teto ou até sobre a baforada de um dragão. Receba um {{bon:ability$2}} naquele {{base:Eq}}"
                    }
                ]
            }
        ],
        "condition": "Com movimentos usufruindo do cenário, como passar por cima de mesas ou por baixo, usar a parede como apoio para subir em telhados. Também poderão ser executadas junto com as Habilidades do Lutador."
    }
]
