{
    "simple": {
        "action": {
            "Dl": {
                "label": "Dl",
                "detail": [
                    "Gaste 1 Dl para se movimentar por 1 célula no tabuleiro."
                ]
            },
            "Aa": {
                "label": "A/a",
                "detail": [
                    "Todo Pj é limitado a executar durante uma Rodada (rod) de jogo um número de Ações Padrões, definindo assim sua velocidade na execução de tais ações. Esse valor é dividido em: Ataques por Ação (A/a), Movimento (Mov) e Ação Rápida. Ao declarar um ataque executado pelo Pj aos oponentes em sua Área de Ameaça, consumindo seus A/a’s.",
                    "A/a = ½ Des + 1"
                ]
            }
        },
        "onus": {
            "context": {
                "label": "ônus de circunstância",
                "detail": [
                    "Um valor a ser deduzido de uma rolagem.",
                    "Caso mais de um ônus de circunstância esteja ativo, eles não acumulam: valerá o de maior módulo).",
                    "Ex.: Um ônus 2 de circunstância e outro 1, válidos para a mesma rolagem; apenas -2 será aplicado."
                ]
            }
        },
        "bonus": {
            "context": {
                "label": "bônus de circunstância",
                "detail": [
                    "Um valor a ser adicionado a uma rolagem.",
                    "Caso mais de um bônus de circunstância esteja ativo, eles não acumulam: valerá o de maior módulo).",
                    "Ex.: Um bônus 2 de circunstância e outro 1, válidos para a mesma rolagem; apenas +2 será aplicado."
                ]
            },
            "ability": {
                "label": "bônus de competência",
                "detail": [
                    "Um valor a ser adicionado a uma rolagem.",
                    "Caso mais de um bônus de competência esteja ativo, eles não acumulam: valerá o de maior módulo).",
                    "Ex.: Um bônus 2 de competência e outro 1, válidos para a mesma rolagem; apenas +2 será aplicado."
                ]
            }
        },
        "maneuver": {
            "opportunityAttack": {
                "label": "ataque de oportunidade",
                "detail": [
                    "Várias situações provocaram ataques de oportunidade, a mais comum é entrar em sua área ameaçada gerando uma oportunidade para desferir esse tipo de manobra consume A/a’s conforme a arma utilizada. Sair da área ameaçada não provoca ataque de oportunidade, apenas entrar."
                ]
            }
        },
        "aux": {
            "Eq": {
                "label": "Eq",
                "detail": [
                    "O valor de Esquiva (Eq) é passivo, ou seja, não será rolado dados.",
                    "Eq = Des + 9 + Redutor por Peso de Armaduras e Escudos (Rp) + Vitalidade (Vit)",
                    "O resultado da rolagem de Atk terá que ser igual ou maior que a Eq do alvo. Caso o alvo não seja móvel ou fique parado será considerado Eq: 1d6.",
                    "Caso o Pj seja bem sucedido n'uma Esquiva, ele poderá, uma única vez n’aquela Fase de combate, escolher mover o seu Pj a 1 Dl."
                ]
            }
        },
        "base": {
            "fort": {
                "label": "Fort",
                "detail": [
                    "Utilizado para testes que envolve a fisiologia do Pj ao ser alvo de venenos, doenças ou quando o Pj quer exercer grandes esforços como andar horas por um deserto, erguer sobre a cabeça uma rocha grande ou até arrancar o braço d’uma criatura na força."
                ]
            }
        },
        "time": {
            "rod": {
                "label": "Rod",
                "detail": [
                    "Uma rodada  dada por um conjunto de turnos até o turno inicial. Rodadas são individuais para cada Pj. Uma rodada começa ao final de seu turno e termina ao chegar no final do seu próximo turno. "
                ]
            }
        }
    },
    "dice": {
        "title": "{{count}} dado de {{faceCount}} faces",
        "title_plural": "{{count}} dados de {{faceCount}} faces",
        "title_undefined": "Dados de {{faceCount}} faces",
        "detail": [
            "Dados são utilizados para definir probabilidade de sucesso em diversas circunstâncias no jogo, em que a habilidade do personagem não depende totalmente de suas capacitações (embora estas influenciem através de bônus fixos)."
        ]
    }
}
